Repository: seanwu422/openpilot
Catalog: selfdrive/ui/translations/app_*.po
Languages: th

source: openpilot learns to drive by watching humans, like you, drive. Firehose Mode allows you to maximize your training data uploads to improve openpilot's driving models. More data means bigger models, which means better Experimental Mode.
th: openpilot เรียนรู้ที่จะขับรถโดยดูมนุษย์เช่นคุณขับรถ โหมด Firehose ช่วยให้คุณสามารถเพิ่มการอัปโหลดข้อมูลการฝึกอบรมของคุณให้สูงสุดเพื่อปรับปรุงโมเดลการขับขี่ของ openpilot ข้อมูลที่มากขึ้นหมายถึงโมเดลที่ใหญ่ขึ้น ซึ่งหมายถึงโหมดทดลองที่ดีขึ้น

source: openpilot longitudinal control may come in a future update.
th: การควบคุมตามยาวของ openpilot อาจมาในการอัปเดตในอนาคต

source: openpilot requires the device to be mounted within 4° left or right and within 5° up or 9° down.
th: openpilot ต้องการให้อุปกรณ์ติดตั้งอยู่ภายใน 4° ซ้ายหรือขวา และภายใน 5° ขึ้นหรือ 9° ลง

source: right
th: ขวา

source: unmetered
th: ไม่คิดค่าบริการตามปริมาณข้อมูล

source: up
th: ขึ้น

source: up to date, last checked never
th: เป็นปัจจุบัน, ตรวจสอบล่าสุดเมื่อไม่เคย

source: up to date, last checked {}
th: เป็นปัจจุบัน, ตรวจสอบล่าสุดเมื่อ {}

source: update available
th: มีการอัปเดต

source: {} ALERT
th: {} การแจ้งเตือน

source: {} day ago
th: {} วันที่แล้ว

source: {} hour ago
th: {} ชั่วโมงที่แล้ว

source: {} minute ago
th: {} นาทีที่แล้ว

source: {} segment of your driving is in the training dataset so far.
th: {} ส่วนของการขับขี่ของคุณอยู่ในชุดข้อมูลการฝึกอบรมแล้ว

source: ✓ SUBSCRIBED
th: ✓ สมัครรับข้อมูลแล้ว

source: 🔥 Firehose Mode 🔥
th: 🔥 โหมด Firehose 🔥
