Repository: seanwu422/openpilot
Catalog: selfdrive/ui/translations/app_*.po
Languages: th

source: Steering torque response calibration is complete.
th: การปรับเทียบการตอบสนองแรงบิดพวงมาลัยเสร็จสมบูรณ์

source: Steering torque response calibration is {}% complete.
th: การปรับเทียบการตอบสนองแรงบิดพวงมาลัยเสร็จสมบูรณ์ {}%

source: Your device is pointed {:.1f}° {} and {:.1f}° {}.
th: อุปกรณ์ของคุณชี้ไปที่ {:.1f}° {} และ {:.1f}° {}

source: mins
th: นาที

source: sec
th: วินาที

source: secs
th: วินาที

source: ### Device ###
th: ### อุปกรณ์ ###

source: ### Lateral ###
th: ### ด้านข้าง ###

source: ### Longitudinal ###
th: ### ตามยาว ###

source: ### Mazda ###
th: ### มาสด้า ###

source: ### Toyota / Lexus ###
th: ### โตโยต้า / เล็กซัส ###

source: 0 mins = Immediately
th: 0 นาที = ทันที

source: 1 year of drive storage
th: พื้นที่เก็บข้อมูลการขับขี่ 1 ปี

source: 24/7 LTE connectivity
th: การเชื่อมต่อ LTE 24/7

source: <b>WARNING: openpilot longitudinal control is in alpha for this car and will disable Automatic Emergency Braking (AEB).</b><br><br>On this car, openpilot defaults to the car's built-in ACC instead of openpilot's longitudinal control. Enable this to switch to openpilot longitudinal control. Enabling Experimental mode is recommended when enabling openpilot longitudinal control alpha. Changing this setting will restart openpilot if the car is powered on.
th: <b>คำเตือน: การควบคุมตามยาวของ openpilot อยู่ในขั้นอัลฟ่าสำหรับรถคันนี้และจะปิดการใช้งานการเบรกฉุกเฉินอัตโนมัติ (AEB)</b><br><br>สำหรับรถคันนี้ openpilot จะใช้ ACC ในตัวของรถแทนการควบคุมตามยาวของ openpilot เป็นค่าเริ่มต้น เปิดใช้งานสิ่งนี้เพื่อสลับไปใช้การควบคุมตามยาวของ openpilot ขอแนะนำให้เปิดใช้งานโหมดทดลองเมื่อเปิดใช้งานการควบคุมตามยาวของ openpilot อัลฟ่า การเปลี่ยนการตั้งค่านี้จะรีสตาร์ท openpilot หากรถเปิดอยู่

source: <br><br>Steering lag calibration is complete.
th: <br><br>การปรับเทียบความล่าช้าของพวงมาλัยเสร็จสมบูรณ์

source: <br><br>Steering lag calibration is {}% complete.
th: <br><br>การปรับเทียบความล่าช้าของพวงมาลัยเสร็จสมบูรณ์ {}%

source: ACTIVE
th: ทำงานอยู่

source: ADB (Android Debug Bridge) allows connecting to your device over USB or over the network. See https://docs.comma.ai/how-to/connect-to-comma for more info.
th: ADB (Android Debug Bridge) อนุญาตให้เชื่อมต่อกับอุปกรณ์ของคุณผ่าน USB หรือผ่านเครือข่าย ดู https://docs.comma.ai/how-to/connect-to-comma สำหรับข้อมูลเพิ่มเติม

source: ADD
th: เพิ่ม

source: APN Setting
th: การตั้งค่า APN

source: Acknowledge Excessive Actuation
th: รับทราบการทำงานที่มากเกินไป

source: Adaptive Coasting Mode (ACM) reduces braking to allow smoother coasting when appropriate.
th: โหมดการขับขี่แบบปรับตัว (ACM) จะลดการเบรกเพื่อให้การขับขี่ราบรื่นขึ้นเมื่อเหมาะสม

source: Adaptive Experimental Mode (AEM)
th: โหมดทดลองแบบปรับตัว (AEM)

source: Adaptive mode switcher between ACC and Blended based on driving context.
th: ตัวสลับโหมดแบบปรับตัวระหว่าง ACC และแบบผสมตามบริบทการขับขี่

source: Advanced
th: ขั้นสูง

source: Aggressive
th: ก้าวร้าว

source: Agree
th: ยอมรับ

source: All
th: ทั้งหมด

source: Allow openpilot to obey right-hand traffic conventions on right driver seat.
th: อนุญาตให้ openpilot ปฏิบัติตามกฎจราจรด้านขวาบนที่นั่งคนขับด้านขวา

source: Allows openpilot to always steer to keep the car in its lane.
th: อนุญาตให้ openpilot บังคับพวงมาลัยเสมอเพื่อให้รถอยู่ในเลน

source: Always-On Driver Monitoring
th: การตรวจสอบผู้ขับขี่ตลอดเวลา

source: Always-on Lane Keeping Assist (ALKA)
th: ระบบช่วยรักษาช่องทางจราจรตลอดเวลา (ALKA)

source: An alpha version of openpilot longitudinal control can be tested, along with Experimental mode, on non-release branches.
th: การควบคุมตามยาวของ openpilot เวอร์ชันอัลฟ่าสามารถทดสอบได้พร้อมกับโหมดทดลองในสาขาที่ไม่ใช่รุ่นที่เผยแพร่

source: Are you sure you want to power off?
th: คุณแน่ใจหรือไม่ว่าต้องการปิดเครื่อง

source: Are you sure you want to reboot?
th: คุณแน่ใจหรือไม่ว่าต้องการรีบูต

source: Are you sure you want to reset ALL DP SETTINGS to default?
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตการตั้งค่า DP ทั้งหมดเป็นค่าเริ่มต้น

source: Are you sure you want to reset calibration?
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตการปรับเทียบ

source: Are you sure you want to switch?
th: คุณแน่ใจหรือไม่ว่าต้องการสลับ

source: Are you sure you want to uninstall?
th: คุณแน่ใจหรือไม่ว่าต้องการถอนการติดตั้ง

source: Audible Alert
th: การแจ้งเตือนด้วยเสียง

source: Auto Lane Change after:
th: เปลี่ยนเลนอัตโนมัติหลังจาก:

source: Auto Shutdown After
th: ปิดเครื่องอัตโนมัติหลังจาก

source: Avoid EPS Lockout
th: หลีกเลี่ยงการล็อก EPS

source: Back
th: กลับ

source: Become a comma prime member at connect.comma.ai
th: เป็นสมาชิก comma prime ได้ที่ connect.comma.ai

source: Block lane change assist when the system detects the road edge.<br>NOTE: This will show 'Car Detected in Blindspot' warning.
th: บล็อกระบบช่วยเปลี่ยนเลนเมื่อระบบตรวจพบขอบถนน<br>หมายเหตุ: จะแสดงคำเตือน 'ตรวจพบรถในจุดบอด'

source: Bookmark connect.comma.ai to your home screen to use it like an app
th: บุ๊กมาร์ก connect.comma.ai ไปที่หน้าจอหลักของคุณเพื่อใช้งานเหมือนแอป

source: CHANGE
th: เปลี่ยน

source: CHECK
th: ตรวจสอบ

source: CHILL MODE ON
th: โหมด CHILL เปิดอยู่

source: CONFIRM
th: ยืนยัน

source: CONNECT
th: เชื่อมต่อ

source: CONNECTING...
th: กำลังเชื่อมต่อ...

source: Cancel
th: ยกเลิก

source: Cellular Metered
th: เซลลูลาร์แบบคิดค่าบริการตามปริมาณข้อมูล

source: Change Language
th: เปลี่ยนภาษา

source: Changing this setting will restart openpilot if the car is powered on.
th: การเปลี่ยนการตั้งค่านี้จะรีสตาร์ท openpilot หากรถเปิดอยู่

source: Click "add new device" and scan the QR code on the right
th: คลิก "เพิ่มอุปกรณ์ใหม่" และสแกนรหัส QR ทางด้านขวา

source: Close
th: ปิด

source: Current Version
th: เวอร์ชันปัจจุบัน

source: DOWNLOAD
th: ดาวน์โหลด

source: DTSC automatically adjusts the vehicle's predicted speed based on upcoming road curvature and grip conditions.<br>Originally from the openpilot TACO branch.
th: DTSC จะปรับความเร็วที่คาดการณ์ของยานพาหนะโดยอัตโนมัติตามความโค้งของถนนและสภาพการยึดเกาะถนนที่กำลังจะมาถึง<br>เดิมมาจากสาขา openpilot TACO

source: Decline
th: ปฏิเสธ

source: Decline, uninstall openpilot
th: ปฏิเสธ, ถอนการติดตั้ง openpilot

source: Delay Starting Loggerd for:
th: หน่วงเวลาการเริ่มต้น Loggerd เป็นเวลา:

source: Delays the startup of loggerd and its related processes when the device goes on-road.<br>This prevents the initial moments of a drive from being recorded, protecting location privacy at the start of a trip.
th: หน่วงเวลาการเริ่มต้นของ loggerd และกระบวนการที่เกี่ยวข้องเมื่ออุปกรณ์อยู่บนถนน<br>วิธีนี้จะป้องกันไม่ให้ช่วงเวลาเริ่มต้นของการขับขี่ถูกบันทึกไว้ ซึ่งจะช่วยปกป้องความเป็นส่วนตัวของตำแหน่งที่จุดเริ่มต้นของการเดินทาง

source: Developer
th: นักพัฒนา

source: Device
th: อุปกรณ์

source: Disable Comma Connect
th: ปิดใช้งาน Comma Connect

source: Disable Comma connect service if you do not wish to upload / being tracked by the service.
th: ปิดใช้งานบริการ Comma connect หากคุณไม่ต้องการอัปโหลด / ถูกติดตามโดยบริการ

source: Disable Driver Monitoring
th: ปิดใช้งานการตรวจสอบผู้ขับขี่

source: Disable Logging
th: ปิดใช้งานการบันทึก

source: Disable Updates
th: ปิดใช้งานการอัปเดต

source: Disable logging service
th: ปิดใช้งานบริการบันทึก

source: Disable update service
th: ปิดใช้งานบริการอัปเดต

source: Disengage on Accelerator Pedal
th: ปลดการทำงานเมื่อเหยียบคันเร่ง

source: Disengage to Power Off
th: ปลดการทำงานเพื่อปิดเครื่อง

source: Disengage to Reboot
th: ปลดการทำงานเพื่อรีบูต

source: Disengage to Reset Calibration
th: ปลดการทำงานเพื่อรีเซ็ตการปรับเทียบ

source: Display Lead Stats
th: แสดงสถิติรถคันหน้า

source: Display Mode
th: โหมดการแสดงผล

source: Display speed in km/h instead of mph.
th: แสดงความเร็วเป็น กม./ชม. แทน ไมล์/ชม.

source: Display the statistics of lead car and/or radar tracking points.<br>Lead: Lead stats only<br>Radar: Radar tracking point stats only<br>All: Lead and Radar stats<br>NOTE: Radar option only works on certain vehicle models.
th: แสดงสถิติของรถคันหน้าและ/หรือจุดติดตามเรดาร์<br>รถคันหน้า: สถิติรถคันหน้าเท่านั้น<br>เรดาร์: สถิติจุดติดตามเรดาร์เท่านั้น<br>ทั้งหมด: สถิติรถคันหน้าและเรดาร์<br>หมายเหตุ: ตัวเลือกเรดาร์ใช้งานได้กับรถบางรุ่นเท่านั้น

source: Dongle ID
th: รหัส Dongle

source: Door Auto Lock/Unlock
th: ล็อก/ปลดล็อกประตูอัตโนมัติ

source: Download
th: ดาวน์โหลด

source: Driver Camera
th: กล้องคนขับ

source: Driving Personality
th: บุคลิกการขับขี่

source: Dynamic Turn Speed Control (DTSC)
th: การควบคุมความเร็วในการเลี้ยวแบบไดนามิก (DTSC)

source: EDIT
th: แก้ไข

source: ERROR
th: ข้อผิดพลาด

source: EXPERIMENTAL MODE ON
th: โหมดทดลองเปิดอยู่

source: Enable
th: เปิดใช้งาน

source: Enable ADB
th: เปิดใช้งาน ADB

source: Enable Adaptive Coasting Mode (ACM)
th: เปิดใช้งานโหมดการขับขี่แบบปรับตัว (ACM)

source: Enable Beep (Warning)
th: เปิดใช้งานเสียงบี๊บ (คำเตือน)

source: Enable Lane Departure Warnings
th: เปิดใช้งานคำเตือนการออกจากเลน

source: Enable Right-Hand Drive Mode
th: เปิดใช้งานโหมดขับขวา

source: Enable Roaming
th: เปิดใช้งานโรมมิ่ง

source: Enable SSH
th: เปิดใช้งาน SSH

source: Enable TSS1 SnG Mod
th: เปิดใช้งาน TSS1 SnG Mod

source: Enable Tethering
th: เปิดใช้งานการปล่อยสัญญาณ

source: Enable driver monitoring even when openpilot is not engaged.
th: เปิดใช้งานการตรวจสอบผู้ขับขี่แม้ว่า openpilot จะไม่ได้ทำงานอยู่

source: Enable openpilot
th: เปิดใช้งาน openpilot

source: Enable openpilot to auto-lock doors above 20 km/h and auto-unlock when shifting to Park.
th: เปิดใช้งาน openpilot เพื่อล็อกประตูอัตโนมัติที่ความเร็วสูงกว่า 20 กม./ชม. และปลดล็อกอัตโนมัติเมื่อเปลี่ยนเกียร์ไปที่ Park

source: Enable the openpilot longitudinal control (alpha) toggle to allow Experimental mode.
th: เปิดใช้งานการสลับการควบคุมตามยาวของ openpilot (อัลฟ่า) เพื่ออนุญาตให้ใช้โหมดทดลอง

source: Enter APN
th: ป้อน APN

source: Enter SSID
th: ป้อน SSID

source: Enter new tethering password
th: ป้อนรหัสผ่านการปล่อยสัญญาณใหม่

source: Enter password
th: ป้อนรหัสผ่าน

source: Enter your GitHub username
th: ป้อนชื่อผู้ใช้ GitHub ของคุณ

source: Error
th: ข้อผิดพลาด

source: Experimental Mode
th: โหมดทดลอง

source: Experimental mode is currently unavailable on this car since the car's stock ACC is used for longitudinal control.
th: โหมดทดลองไม่สามารถใช้งานได้ในรถคันนี้เนื่องจาก ACC ของรถใช้สำหรับการควบคุมตามยาว

source: FORGETTING...
th: กำลังลืม...

source: File
th: ไฟล์

source: Finish Setup
th: สิ้นสุดการตั้งค่า

source: Firehose Mode
th: โหมด Firehose

source: For maximum effectiveness, bring your device inside and connect to a good USB-C adapter and Wi-Fi weekly. Firehose Mode can also work while you're driving if connected to a hotspot or unlimited SIM card. Frequently Asked Questions Does it matter how or where I drive? Nope, just drive as you normally would. Do all of my segments get pulled in Firehose Mode? No, we selectively pull a subset of your segments. What's a good USB-C adapter? Any fast phone or laptop charger should be fine. Does it matter which software I run? Yes, only upstream openpilot (and particular forks) are able to be used for training.
th: เพื่อประสิทธิภาพสูงสุด ให้นำอุปกรณ์ของคุณเข้ามาข้างในและเชื่อมต่อกับอะแดปเตอร์ USB-C ที่ดีและ Wi-Fi ทุกสัปดาห์ โหมด Firehose ยังสามารถทำงานได้ในขณะที่คุณขับรถหากเชื่อมต่อกับฮอตสปอตหรือซิมการ์ดไม่จำกัด คำถามที่พบบ่อย ขับอย่างไรหรือที่ไหนสำคัญหรือไม่ ไม่เลย แค่ขับตามปกติ ทุกส่วนของการขับขี่ของฉันจะถูกดึงเข้ามาในโหมด Firehose หรือไม่ ไม่ เราจะดึงส่วนย่อยของส่วนของคุณมาบางส่วน อะแดปเตอร์ USB-C ที่ดีคืออะไร ที่ชาร์จโทรศัพท์หรือแล็ปท็อปที่เร็วก็ใช้ได้ ซอฟต์แวร์ที่ฉันใช้มีความสำคัญหรือไม่ ใช่ มีเพียง openpilot ต้นน้ำ (และบาง fork) เท่านั้นที่สามารถใช้สำหรับการฝึกอบรมได้

source: Force openpilot to go into onroad/offroad state.<br>(e.g. for update purpose)
th: บังคับให้ openpilot เข้าสู่สถานะ onroad/offroad<br>(เช่น เพื่อวัตถุประสงค์ในการอัปเดต)

source: Forget
th: ลืม

source: Forget Wi-Fi Network "{}"?
th: ลืมเครือข่าย Wi-Fi "{}"?

source: GOOD
th: ดี

source: Go Offroad
th: ไป Offroad

source: Go Onroad
th: ไป Onroad

source: Go to https://connect.comma.ai on your phone
th: ไปที่ https://connect.comma.ai บนโทรศัพท์ของคุณ

source: HIGH
th: สูง

source: Hidden Network
th: เครือข่ายที่ซ่อนอยู่

source: Hide HUD When Moves above:
th: ซ่อน HUD เมื่อเคลื่อนที่สูงกว่า:

source: INACTIVE: connect to an unmetered network
th: ไม่ทำงาน: เชื่อมต่อกับเครือข่ายที่ไม่คิดค่าบริการตามปริมาณข้อมูล

source: INSTALL
th: ติดตั้ง

source: IP Address
th: ที่อยู่ IP

source: Install Update
th: ติดตั้งการอัปเดต

source: Joystick Debug Mode
th: โหมดดีบักจอยสติ๊ก

source: LOADING
th: กำลังโหลด

source: Lane Change Assist At:
th: ระบบช่วยเปลี่ยนเลนที่:

source: Longitudinal Maneuver Mode
th: โหมดการหลบหลีกตามยาว

source: MAX
th: สูงสุด

source: Maximize your training data uploads to improve openpilot's driving models.
th: เพิ่มการอัปโหลดข้อมูลการฝึกอบรมของคุณให้สูงสุดเพื่อปรับปรุงโมเดลการขับขี่ของ openpilot

source: N/A
th: ไม่มี

source: NO
th: ไม่

source: Network
th: เครือข่าย

source: No SSH keys found
th: ไม่พบรหัส SSH

source: No SSH keys found for user '{}'
th: ไม่พบรหัส SSH สำหรับผู้ใช้ '{}'

source: No release notes available.
th: ไม่มีบันทึกประจำรุ่น

source: OFFLINE
th: ออฟไลน์

source: OK
th: ตกลง

source: ONLINE
th: ออนไลน์

source: Off
th: ปิด

source: Off = Disable Auto Lane Change.
th: Off = ปิดใช้งานการเปลี่ยนเลนอัตโนMัติ

source: Off = Disable LCA.<br>1 mph = 1.2 km/h.
th: Off = ปิดใช้งาน LCA<br>1 ไมล์/ชม. = 1.2 กม./ชม.

source: On/Off Road
th: เปิด/ปิดถนน

source: Open
th: เปิด

source: PAIR
th: จับคู่

source: PQ Steering Patch
th: แพตช์พวงมาลัย PQ

source: PREVIEW
th: ดูตัวอย่าง

source: PRIME FEATURES:
th: คุณสมบัติ PRIME:

source: Pair Device
th: จับคู่อุปกรณ์

source: Pair device
th: จับคู่อุปกรณ์

source: Pair your device to your comma account
th: จับคู่อุปกรณ์ของคุณกับบัญชี comma ของคุณ

source: Pair your device with comma connect (connect.comma.ai) and claim your comma prime offer.
th: จับคู่อุปกรณ์ของคุณกับ comma connect (connect.comma.ai) และรับข้อเสนอ comma prime ของคุณ

source: Please connect to Wi-Fi to complete initial pairing
th: โปรดเชื่อมต่อกับ Wi-Fi เพื่อทำการจับคู่เริ่มต้นให้เสร็จสมบูรณ์

source: Power Off
th: ปิดเครื่อง

source: Prevent large data uploads when on a metered Wi-Fi connection
th: ป้องกันการอัปโหลดข้อมูลขนาดใหญ่เมื่อเชื่อมต่อกับ Wi-Fi แบบคิดค่าบริการตามปริมาณข้อมูล

source: Prevent large data uploads when on a metered cellular connection
th: ป้องกันการอัปโหลดข้อมูลขนาดใหญ่เมื่อเชื่อมต่อกับเซลลูลาร์แบบคิดค่าบริการตามปริมาณข้อมูล

source: Preview the driver facing camera to ensure that driver monitoring has good visibility. (vehicle must be off)
th: ดูตัวอย่างกล้องที่หันหน้าไปทางคนขับเพื่อให้แน่ใจว่าการตรวจสอบผู้ขับขี่มีทัศนวิสัยที่ดี (ต้องปิดรถ)

source: QR Code Error
th: ข้อผิดพลาดรหัส QR

source: REMOVE
th: ลบ

source: RESET
th: รีเซ็ต

source: REVIEW
th: ตรวจสอบ

source: Rainbow Driving Path like Tesla
th: เส้นทางการขับขี่สีรุ้งเหมือนเทสลา

source: Reboot
th: รีบูต

source: Reboot Device
th: รีบูตอุปกรณ์

source: Reboot and Update
th: รีบูตและอัปเดต

source: Receive alerts to steer back into the lane when your vehicle drifts over a detected lane line without a turn signal activated while driving over 31 mph (50 km/h).
th: รับการแจ้งเตือนให้บังคับพวงมาลัยกลับเข้าเลนเมื่อรถของคุณเบี่ยงออกจากเส้นเลนที่ตรวจพบโดยไม่ได้เปิดไฟเลี้ยวขณะขับรถเกิน 31 ไมล์/ชม. (50 กม./ชม.)

source: Record and Upload Driver Camera
th: บันทึกและอัปโหลดกล้องคนขับ

source: Record and Upload Microphone Audio
th: บันทึกและอัปโหลดเสียงไมโครโฟน

source: Record and store microphone audio while driving. The audio will be included in the dashcam video in comma connect.
th: บันทึกและจัดเก็บเสียงไมโครโฟนขณะขับรถ เสียงจะรวมอยู่ในวิดีโอ dashcam ใน comma connect

source: Regulatory
th: กฎข้อบังคับ

source: Relaxed
th: ผ่อนคลาย

source: Remote access
th: การเข้าถึงระยะไกล

source: Remote snapshots
th: สแนปชอตระยะไกล

source: Request timed out
th: หมดเวลาคำขอ

source: Reset
th: รีเซ็ต

source: Reset Calibration
th: รีเซ็ตการปรับเทียบ

source: Reset DP Settings
th: รีเซ็ตการตั้งค่า DP

source: Reset dragonpilot settings to default and restart the device.
th: รีเซ็ตการตั้งค่า dragonpilot เป็นค่าเริ่มต้นและรีสตาร์ทอุปกรณ์

source: Review Training Guide
th: ตรวจสอบคู่มือการฝึกอบรม

source: Review the rules, features, and limitations of openpilot
th: ตรวจสอบกฎ คุณสมบัติ และข้อจำกัดของ openpilot

source: Road Edge Detection (RED)
th: การตรวจจับขอบถนน (RED)

source: SELECT
th: เลือก

source: SSH Keys
th: รหัส SSH

source: Scanning Wi-Fi networks...
th: กำลังสแกนเครือข่าย Wi-Fi...

source: See https://github.com/eFiniLan/openpilot-ext-radar-addon for more information.
th: ดู https://github.com/eFiniLan/openpilot-ext-radar-addon สำหรับข้อมูลเพิ่มเติม

source: Select
th: เลือก

source: Select a Vehicle
th: เลือกรถ

source: Select a branch
th: เลือกสาขา

source: Select a language
th: เลือกภาษา

source: Serial
th: ซีเรียล

source: Show
th: แสดง

source: Show Last Errors
th: แสดงข้อผิดพลาดล่าสุด

source: Snooze Update
th: เลื่อนการอัปเดต

source: Software
th: ซอฟต์แวร์

source: Standard
th: มาตรฐาน

source: Standard is recommended. In aggressive mode, openpilot will follow lead cars closer and be more aggressive with the gas and brake. In relaxed mode openpilot will stay further away from lead cars. On supported cars, you can cycle through these personalities with your steering wheel distance button.
th: แนะนำให้ใช้โหมดมาตรฐาน ในโหมดก้าวร้าว openpilot จะตามรถคันหน้าใกล้ขึ้นและจะใช้คันเร่งและเบรกอย่างก้าวร้าวมากขึ้น ในโหมดผ่อนคลาย openpilot จะอยู่ห่างจากรถคันหน้ามากขึ้น ในรถที่รองรับ คุณสามารถวนรอบบุคลิกเหล่านี้ได้ด้วยปุ่มระยะห่างบนพวงมาลัย

source: Std.: Stock behavior.<br>MAIN+: ACC MAIN on = Display ON.<br>OP+: OP enabled = Display ON.<br>MAIN-: ACC MAIN on = Display OFF<br>OP-: OP enabled = Display OFF.
th: มาตรฐาน: พฤติกรรมปกติ<br>MAIN+: ACC MAIN เปิด = จอแสดงผลเปิด<br>OP+: OP เปิดใช้งาน = จอแสดงผลเปิด<br>MAIN-: ACC MAIN เปิด = จอแสดงผลปิด<br>OP-: OP เปิดใช้งาน = จอแสดงผลปิด

source: Std.: Stock behaviour.<br>Warning: Only emits sound when there is a warning.<br>Off: Does not emit any sound at all.
th: มาตรฐาน: พฤติกรรมปกติ<br>คำเตือน: จะส่งเสียงเมื่อมีคำเตือนเท่านั้น<br>ปิด: ไม่ส่งเสียงใดๆ เลย

source: System Unresponsive
th: ระบบไม่ตอบสนอง

source: TAKE CONTROL IMMEDIATELY
th: ควบคุมทันที

source: TEMP
th: อุณหภูมิ

source: Target Branch
th: สาขาเป้าหมาย

source: Tethering Password
th: รหัสผ่านการปล่อยสัญญาณ

source: To prevent screen burn-in, hide Speed, MAX Speed, and Steering/DM Icons when the car moves.<br>Off = Stock Behavior<br>1 km/h = 0.6 mph
th: เพื่อป้องกันหน้าจอเบิร์นอิน ให้ซ่อนความเร็ว, ความเร็วสูงสุด และไอคอนพวงมาลัย/DM เมื่อรถเคลื่อนที่<br>ปิด = พฤติกรรมปกติ<br>1 กม./ชม. = 0.6 ไมล์/ชม.

source: Toggles
th: สลับ

source: UNINSTALL
th: ถอนการติดตั้ง

source: UPDATE
th: อัปเดต

source: USE AT YOUR OWN RISK.
th: ใช้ свой страх и риск

source: Uninstall
th: ถอนการติดตั้ง

source: Unknown
th: ไม่ทราบ

source: Updates are only downloaded while the car is off.
th: การอัปเดตจะดาวน์โหลดเฉพาะเมื่อรถปิดอยู่เท่านั้น

source: Upgrade Now
th: อัปเกรดทันที

source: Upload data from the driver facing camera and help improve the driver monitoring algorithm.
th: อัปโหลดข้อมูลจากกล้องที่หันหน้าไปทางคนขับและช่วยปรับปรุงอัลกอริธึมการตรวจสอบผู้ขับขี่

source: Use Buzzer for audiable alerts.
th: ใช้ зуммер для звуковых оповещений

source: Use External Radar
th: ใช้เรดาร์ภายนอก

source: Use Metric System
th: ใช้ระบบเมตริก

source: Use Stock Longitudinal Control
th: ใช้การควบคุมตามยาวของเดิม

source: Use the openpilot system for adaptive cruise control and lane keep driver assistance. Your attention is required at all times to use this feature.
th: ใช้ระบบ openpilot สำหรับระบบควบคุมความเร็วคงที่แบบปรับได้และระบบช่วยรักษาช่องทางจราจร คุณต้องให้ความสนใจตลอดเวลาเพื่อใช้คุณสมบัตินี้

source: VEHICLE
th: ยานพาหนะ

source: VIEW
th: ดู

source: Vehicle Model
th: รุ่นรถ

source: Vehicle Model list is not a valid format.
th: รายการรุ่นรถไม่อยู่ในรูปแบบที่ถูกต้อง

source: Vehicle Model list not found.
th: ไม่พบรายการรุ่นรถ

source: Waiting to start
th: กำลังรอที่จะเริ่ม

source: Warning: This grants SSH access to all public keys in your GitHub settings. Never enter a GitHub username other than your own. A comma employee will NEVER ask you to add their GitHub username.
th: คำเตือน: การดำเนินการนี้จะให้สิทธิ์การเข้าถึง SSH แก่รหัสสาธารณะทั้งหมดในการตั้งค่า GitHub ของคุณ อย่าป้อนชื่อผู้ใช้ GitHub อื่นที่ไม่ใช่ของคุณเอง พนักงาน comma จะไม่ขอให้คุณเพิ่มชื่อผู้ใช้ GitHub ของพวกเขา

source: Welcome to openpilot
th: ยินดีต้อนรับสู่ openpilot

source: When enabled, pressing the accelerator pedal will disengage openpilot.
th: เมื่อเปิดใช้งาน การเหยียบคันเร่งจะปลดการทำงานของ openpilot

source: Why not?
th: ทำไมไม่ล่ะ

source: Wi-Fi Network Metered
th: เครือข่าย Wi-Fi แบบคิดค่าบริการตามปริมาณข้อมูล

source: Wrong password
th: รหัสผ่านผิด

source: You must accept the Terms and Conditions in order to use openpilot.
th: คุณต้องยอมรับข้อกำหนดและเงื่อนไขเพื่อใช้งาน openpilot

source: You must accept the Terms and Conditions to use openpilot. Read the latest terms at https://comma.ai/terms before continuing.
th: คุณต้องยอมรับข้อกำหนดและเงื่อนไขเพื่อใช้งาน openpilot อ่านข้อกำหนดล่าสุดได้ที่ https://comma.ai/terms ก่อนดำเนินการต่อ

source: [AUTO DETECT]
th: [ตรวจจับอัตโนมัติ]

source: camera starting
th: กำลังเริ่มกล้อง

source: dashy - dragonpilot's all-in-one system hub for you.<br><br>Visit http://<device_ip>:5088 to access.<br><br>Off - Turn off dashy completely.<br>File: File Manager only.<br>All: File Manager + Live Stream.
th: dashy - ศูนย์กลางระบบ all-in-one ของ dragonpilot สำหรับคุณ<br><br>ไปที่ http://<device_ip>:5088 เพื่อเข้าถึง<br><br>ปิด - ปิด dashy โดยสมบูรณ์<br>ไฟล์: ตัวจัดการไฟล์เท่านั้น<br>ทั้งหมด: ตัวจัดการไฟล์ + สตรีมสด

source: default
th: ค่าเริ่มต้น

source: down
th: ลง

source: failed to check for update
th: ตรวจสอบการอัปเดตล้มเหลว

source: for "{}"
th: สำหรับ "{}"

source: leave blank for automatic configuration
th: เว้นว่างไว้สำหรับการกำหนดค่าอัตโนมัติ

source: left
th: ซ้าย

source: metered
th: คิดค่าบริการตามปริมาณข้อมูล

source: never
th: ไม่เลย

source: now
th: ตอนนี้

source: openpilot Longitudinal Control (Alpha)
th: การควบคุมตามยาวของ openpilot (อัลฟ่า)

source: openpilot Unavailable
th: openpilot ไม่พร้อมใช้งาน

source: openpilot defaults to driving in chill mode. Experimental mode enables alpha-level features that aren't ready for chill mode. Experimental features are listed below:<br><h4>End-to-End Longitudinal Control</h4><br>Let the driving model control the gas and brakes. openpilot will drive as it thinks a human would, including stopping for red lights and stop signs. Since the driving model decides the speed to drive, the set speed will only act as an upper bound. This is an alpha quality feature; mistakes should be expected.<br><h4>New Driving Visualization</h4><br>The driving visualization will transition to the road-facing wide-angle camera at low speeds to better show some turns. The Experimental mode logo will also be shown in the top right corner.
th: openpilot จะขับในโหมด chill เป็นค่าเริ่มต้น โหมดทดลองจะเปิดใช้งานคุณสมบัติระดับอัลฟ่าที่ยังไม่พร้อมสำหรับโหมด chill คุณสมบัติทดลองมีดังต่อไปนี้:<br><h4>การควบคุมตามยาวแบบ End-to-End</h4><br>ให้โมเดลการขับขี่ควบคุมคันเร่งและเบรก openpilot จะขับเหมือนที่คิดว่ามนุษย์จะขับ รวมถึงการหยุดที่ไฟแดงและป้ายหยุด เนื่องจากโมเดลการขับขี่จะตัดสินใจความเร็วในการขับขี่ ความเร็วที่ตั้งไว้จะทำหน้าที่เป็นขีดจำกัดบนเท่านั้น นี่เป็นคุณสมบัติคุณภาพอัลฟ่า ควรคาดหวังว่าจะเกิดข้อผิดพลาด<br><h4>การแสดงภาพการขับขี่ใหม่</h4><br>การแสดงภาพการขับขี่จะเปลี่ยนไปใช้กล้องมุมกว้างที่หันหน้าไปทางถนนที่ความเร็วต่ำเพื่อแสดงการเลี้ยวบางส่วนได้ดีขึ้น โลโก้โหมดทดลองจะแสดงที่มุมขวาบนด้วย

source: openpilot is continuously calibrating, resetting is rarely required. Resetting calibration will restart openpilot if the car is powered on.
th: openpilot กำลังปรับเทียบอย่างต่อเนื่อง ไม่ค่อยจำเป็นต้องรีเซ็ต การรีเซ็ตการปรับเทียบจะรีสตาร์ท openpilot หากรถเปิดอยู่
